/* Standard dialog buttons */
"OK" = "ОК";
"Cancel" = "Отменить";
"Retry" = "Повторить";
"Disconnect" = "Отключить";

/* Low disk space warning alert */
"Your startup disk is almost full." = "Загрузочный диск почти заполнен.";
"You need to make more space available on your startup disk by deleting files." = "Вам нужно удалить некоторые файлы с загрузочного диска, чтобы освободить на нем место.";
"Your disk is almost full." = "Диск почти заполнен.";
"The disk " = "Диск ";
" is almost full. You can delete files on the disk to make more space available." = "» почти заполнен. Вы можете удалить некоторые файлы с диска, чтобы освободить место на нем.";
"Do not warn me about this disk again" = "Больше не предупреждать";

/* Very low disk space warning alert */
"Your_startup_disk_is_full." = "Загрузочный диск переполнен.";
"Your_disk_is_full." = "Диск переполнен.";
"_is_full._You_can_delete_files_on_the_disk_to_make_more_space_available." = " переполнен. Вы можете удалить с диска некоторые файлы, чтобы освободить на нем место.";

/* Server lock time-out alert */
"A server you are using is not responding to file locking requests. Do you want to continue trying to contact it?" = "Сервер не отвечает на запросы защиты файлов. Продолжить попытки подключения к нему?";
"Click OK to continue trying to contact the server " = "Нажмите кнопку «ОК», чтобы продолжить попытки подключения к серверу «";
". Click Disable Locks to disable file locking for this file system. If you disable locks for this file system, any applications using file locking on this file system may stop working." = "». Нажмите «Отключить защиту», чтобы отключить защиту файлов в этой файловой системе. Если Вы отключите защиту файлов в этой файловой системе, то любая программа, использующая режим защиты файлов в своей работе, может перестать работать.";

/* Disable locks confirmation alert */
"Are you sure you want to disable file locking for this file system?" = "Вы действительно хотите отключить защиту файлов в этой файловой системе?";
"If you disable locks for this file system, any applications using file locking on this file system may stop working." = "Если Вы отключите защиту файлов в этой файловой системе, то любая программа, использующая режим защиты файлов в своей работе, может перестать работать.";

/* IO error and file system corruption detection messages */
/* This message is displayed near the check box in a dialog to indicate that checking the box will hide any further warning messages about errors found while the data on the disk. */
"Do_not_warn_me_again." = "Больше не предупреждать.";

/* This message group is used for reporting that an error was occurred while reading or writing to the disk.  The following message appears as the header of the block */
"Read/Write_Error" = "Ошибка чтения/записи";
/* This following message is suffixed by the name of the file which was being accessed when the error occured in the final dialog box.  The name of the file is then suffixed by a period. */
"Error_detected_while_accessing_" = "Выявлена ошибка при получении доступа";
"." = ".";

/* This message group is used for reporting that the kernel has detected inconsistency in the file system. The following message appears as the header of the block */
"File_System_Corruption_Detected" = "Обнаружено повреждение файловой системы";
/* This message is suffixed by the name of the volume on which inconsistency was detected. */
"File_system_corruption_was_detected_on_" = "Повреждение файловой системы обнаружено в";
/* This message follows the name of the volume */
".__The_volume_will_be_repaired_on_the_next_mount." = "Этот том будет отремонтирован при следующем подключении.";
